Revit 2027 API
UnitTypeId.Hectares Property
 Hectares.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Hectares { get; }
Public Shared ReadOnly Property Hectares As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Hectares {
	ForgeTypeId^ get ();
}
static member Hectares : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace